Repository: ailu2533/LittleDecision
Catalog: LittleDecision/Localizable.xcstrings
Source language: en
Languages: de, el, es, es_419, fr, ja, ko, pt_br, vi, zh_hans, zh_hant

# **点击选项**可以编辑选项名和权重 被选中概率=权重/总权重 **向左滑动**删除选项
source: **Tap an option** to edit its name and weight Probability of being chosen = weight / total weight **Swipe left** to delete an option
de: **Tippen Sie auf eine Option**, um Namen und Gewichtung zu bearbeiten Auswahlwahrscheinlichkeit = Gewichtung / Gesamtgewichtung **Nach links wischen** zum Löschen einer Option
el: **Πατήστε μια επιλογή** για να επεξεργαστείτε το όνομα και το βάρος της Πιθανότητα επιλογής = βάρος / συνολικό βάρος **Σύρετε αριστερά** για να διαγράψετε μια επιλογή
es: **Toca una opción** para editar su nombre y peso Probabilidad de ser elegido = peso / peso total **Desliza hacia la izquierda** para eliminar una opción
es_419: **Toca una opción** para editar su nombre y peso Probabilidad de ser elegido = peso / peso total **Desliza hacia la izquierda** para eliminar una opción
fr: **Appuyez sur une option** pour modifier son nom et son poids Probabilité d'être choisi = poids / poids total **Faites glisser vers la gauche** pour supprimer une option
ja: **オプションをタップ**して名前と重みを編集 選択される確率=重み/総重み **左にスワイプ**してオプションを削除
ko: **옵션을 탭**하여 이름과 가중치를 편집 선택될 확률 = 가중치 / 총 가중치 **왼쪽으로 스와이프**하여 옵션 삭제
pt_br: **Toque em uma opção** para editar seu nome e peso Probabilidade de ser escolhido = peso / peso total **Deslize para a esquerda** para excluir uma opção
vi: **Nhấn vào tùy chọn** để chỉnh sửa tên và trọng số của tùy chọn Xác suất được chọn = trọng số / tổng trọng số **Vuốt sang trái** để xóa tùy chọn
zh_hans: **点击选项**可以编辑选项名和权重 被选中概率=权重/总权重 **向左滑动**删除选项
zh_hant: **點擊選項**可以編輯選項名和權重 被選中概率=權重/總權重 **向左滑動**刪除選項

# %lld个选项
source: %lld options
de: %lld Optionen
es: %lld opciones
es_419: %lld opciones
ja: %lld個のオプション
ko: %lld개의 옵션
pt_br: %lld opções
vi: %lld tùy chọn
zh_hans: %lld个选项
zh_hant: %lld個選項

# %lld秒
source: %lld seconds
de: %lld Sekunden
es: %lld segundos
es_419: %lld segundos
fr: %lld secondes
ja: %lld秒
ko: %lld초
pt_br: %lld segundos
vi: %lld giây
zh_hans: %lld秒
zh_hant: %lld秒

# 不重复抽取
source: Draw Without Replacement
de: Ziehen ohne Wiederholung
el: Κλήρωση χωρίς επανάληψη
es: Extracción sin repetición
es_419: No repetir sorteo
fr: Tirage sans remplacement
ja: 重複なしで抽選
ko: 중복 없이 추첨
pt_br: Não repetir sorteio
vi: Rút thăm không lặp lại
zh_hans: 不重复抽取
zh_hant: 不重複抽取

# 使用提示
source: Usage Tips
de: Bedienungshinweise
el: Συμβουλές χρήσης
es: Consejos de uso
es_419: Consejos de uso
fr: Conseils d'utilisation
ja: 使用ヒント
ko: 사용 팁
pt_br: Dicas de uso
vi: Hướng dẫn sử dụng
zh_hans: 使用提示
zh_hant: 使用提示

# 保存
source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# 关闭
source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
es_419: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# 决定列表
source: Decision List
de: Entscheidungsliste
el: Λίστα αποφάσεων
es: Lista de decisiones
es_419: Lista de decisiones
fr: Liste des décisions
ja: 決定リスト
ko: 결정 목록
pt_br: Lista de decisões
vi: Danh sách quyết định
zh_hans: 决定列表
zh_hant: 決定列表

# 分享App给好友
source: Share App with Friends
de: App mit Freunden teilen
el: Μοιραστείτε την εφαρμογή με φίλους
es: Compartir la aplicación con amigos
es_419: Compartir la aplicación con amigos
fr: Partager l'application avec des amis
ja: 友達にアプリを共有する
ko: 친구에게 앱 공유하기
pt_br: Compartilhar o aplicativo com amigos
vi: Chia sẻ ứng dụng với bạn bè
zh_hans: 分享App给好友
zh_hant: 分享App給好友

# 删除
source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
es_419: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# 删除决定
source: Delete Decision
de: Entscheidung löschen
el: Διαγραφή απόφασης
es: Eliminar decisión
es_419: Eliminar decisión
fr: Supprimer la décision
ja: 決定を削除
ko: 결정 삭제
pt_br: Excluir decisão
vi: Xóa quyết định
zh_hans: 删除决定
zh_hant: 刪除決定

# 删除当前选项
source: Delete Current Option
de: Aktuelle Option löschen
el: Διαγραφή τρέχουσας επιλογής
es: Eliminar opción actual
es_419: Eliminar opción actual
fr: Supprimer l'option actuelle
ja: 現在のオプションを削除
ko: 현재 옵션 삭제
pt_br: Excluir opção atual
vi: Xóa tùy chọn hiện tại
zh_hans: 删除当前选项
zh_hant: 刪除當前選項

# 卡片模式
source: Card Mode
de: Kartenmodus
el: Λειτουργία κάρτας
es: Modo Tarjeta
es_419: Modo tarjeta
fr: Mode Carte
ja: カードモード
ko: 카드 모드
pt_br: Modo Cartão
vi: Chế độ thẻ
zh_hans: 卡片模式
zh_hant: 卡片模式

# 取消
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# 声音
source: Sound
de: Ton
el: Ήχος
es: Sonido
es_419: Sonido
fr: Son
ja: 音声
ko: 소리
pt_br: Som
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# 大冒险
source: Truth or Dare
de: Wahrheit oder Pflicht
el: Τόλμη ή Αλήθεια
es: Verdad o Reto
es_419: Verdad o reto
fr: Action ou Vérité
ja: 真実か挑戦
ko: 진실 혹은 도전
pt_br: Verdade ou Desafio
vi: Thật hoặc thách
zh_hans: 大冒险
zh_hant: 大冒險

# 字体大小
source: Font Size
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de fuente
es_419: Tamaño de fuente
fr: Taille du texte
ja: フォントサイズ
ko: 글꼴 크기
pt_br: Tamanho da fonte
vi: Kích thước chữ
zh_hans: 字体大小
zh_hant: 字體大小

# 完成
source: Done
de: Fertig
el: Ολοκλήρωση
es: Completar
es_419: Completar
fr: Terminer
ja: 完了
ko: 완료
pt_br: Concluído
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# 已经被抽中的选项不会被抽中
source: Options that have been drawn will not be drawn again
de: Bereits gezogene Optionen werden nicht erneut gezogen
el: Οι επιλογές που έχουν ήδη κληρωθεί δεν θα επιλεγούν ξανά
es: Las opciones ya elegidas no serán seleccionadas
es_419: Las opciones ya sorteadas no serán sorteadas de nuevo
fr: Les options déjà tirées ne seront plus sélectionnées
ja: すでに選ばれたオプションは再び選ばれません
ko: 이미 뽑힌 옵션은 다시 뽑히지 않습니다
pt_br: Opções já sorteadas não serão sorteadas novamente
vi: Các tùy chọn đã được chọn sẽ không được chọn lại
zh_hans: 已经被抽中的选项不会被抽中
zh_hant: 已經被抽中的選項不會被抽中

# 总权重
source: Total Weight
de: Gesamtgewichtung
el: Συνολικό βάρος
es: Peso total
es_419: Peso total
fr: Poids total
ja: 総重み
ko: 총 가중치
pt_br: Peso total
vi: Tổng trọng số
zh_hans: 总权重
zh_hant: 總權重

# 恋爱
source: Love
de: Liebe
el: Ρομαντικές σχέσεις
es: Amor
es_419: Amor
fr: Relations amoureuses
ja: 恋愛
ko: 연애
pt_br: Amor
vi: Tình yêu
zh_hans: 恋爱
zh_hant: 戀愛

# 您是高贵的会员
source: You are a valued member
de: Sie sind ein geschätztes Mitglied
el: Είστε premium μέλος
es: Eres un miembro valioso
es_419: Eres un miembro valioso
fr: Vous êtes un membre premium
ja: あなたは尊敬される会員です
ko: 귀하는 소중한 회원입니다
pt_br: Você é um membro valioso
vi: Bạn là thành viên cao quý
zh_hans: 您是高贵的会员
zh_hant: 您是高貴的會員

# 您还不是会员
source: You are not a member yet
de: Sie sind noch kein Mitglied
el: Δεν είστε ακόμα μέλος
es: Aún no eres miembro
es_419: Aún no eres miembro
fr: Vous n'êtes pas encore membre
ja: まだ会員ではありません
ko: 아직 회원이 아닙니다
pt_br: Você ainda não é membro
vi: Bạn chưa phải là thành viên
zh_hans: 您还不是会员
zh_hant: 您還不是會員

# 批量添加
source: Bulk Add
de: Mehrere hinzufügen
el: Μαζική προσθήκη
es: Añadir en Lote
es_419: Agregar en lote
fr: Ajout multiple
ja: 一括追加
ko: 일괄 추가
pt_br: Adicionar em Lote
vi: Thêm hàng loạt
zh_hans: 批量添加
zh_hant: 批量添加

# 抽取时忽略选项的权重
source: Ignore option weights when drawing
de: Gewichtung der Optionen beim Ziehen ignorieren
el: Αγνόηση βαρών κατά την κλήρωση
es: Ignorar el peso de las opciones al extraer
es_419: Ignorar el peso de las opciones al sortear
fr: Ignorer les poids lors du tirage
ja: 抽選時にオプションの重みを無視する
ko: 추첨 시 옵션 가중치 무시
pt_br: Ignorar o peso das opções ao sortear
vi: Bỏ qua trọng số của tùy chọn khi rút thăm
zh_hans: 抽取时忽略选项的权重
zh_hant: 抽取時忽略選項的權重

# 支持一下
source: Support Us
de: Unterstützen Sie uns
el: Υποστηρίξτε μας
es: Apóyanos
es_419: Apóyanos
fr: Nous soutenir
ja: サポートする
ko: 지원하기
pt_br: Apoie-nos
vi: Ủng hộ
zh_hans: 支持一下
zh_hant: 支持一下

# 收起键盘
source: Dismiss Keyboard
de: Tastatur ausblenden
el: Απόκρυψη πληκτρολογίου
es: Ocultar Teclado
es_419: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを閉じる
ko: 키보드 닫기
pt_br: Recolher Teclado
vi: Thu gọn bàn phím
zh_hans: 收起键盘
zh_hant: 收起鍵盤

# 新增决定
source: Add Decision
de: Neue Entscheidung hinzufügen
el: Νέα απόφαση
es: Añadir decisión
es_419: Agregar decisión
fr: Nouvelle décision
ja: 決定を追加
ko: 결정 추가
pt_br: Adicionar decisão
vi: Thêm quyết định mới
zh_hans: 新增决定
zh_hant: 新增決定

# 新选项
source: New Option
de: Neue Option
el: Νέα επιλογή
es: Nueva opción
es_419: Nueva opción
fr: Nouvelle option
ja: 新しいオプション
ko: 새 옵션
pt_br: Nova opção
vi: Tùy chọn mới
zh_hans: 新选项
zh_hant: 新選項

# 显示模式
source: Display Mode
de: Anzeigemodus
el: Λειτουργία εμφάνισης
es: Modo de visualización
es_419: Modo de visualización
fr: Mode d'affichage
ja: 表示モード
ko: 표시 모드
pt_br: Modo de exibição
vi: Chế độ hiển thị
zh_hans: 显示模式
zh_hant: 顯示模式

# 未保存的更改将会丢失
source: Unsaved changes will be lost
de: Ungespeicherte Änderungen gehen verloren
el: Οι μη αποθηκευμένες αλλαγές θα χαθούν
es: Los cambios no guardados se perderán
es_419: Los cambios no guardados se perderán
fr: Les modifications non enregistrées seront perdues
ja: 保存されていない変更は失われます
ko: 저장되지 않은 변경 사항이 손실됩니다
pt_br: As alterações não salvas serão perdidas
vi: Các thay đổi chưa lưu sẽ bị mất
zh_hans: 未保存的更改将会丢失
zh_hant: 未保存的更改將會丟失

# 权重
source: Weight
de: Gewichtung
el: Βάρος
es: Peso
es_419: Peso
fr: Poids
ja: 重み
ko: 가중치
pt_br: Peso
vi: Trọng số
zh_hans: 权重
zh_hant: 權重

# 校园生活
source: Campus Life
de: Studentenleben
el: Φοιτητική ζωή
es: Vida universitaria
es_419: Vida en el campus
fr: Vie étudiante
ja: キャンパスライフ
ko: 캠퍼스 생활
pt_br: Vida no campus
vi: Cuộc sống học đường
zh_hans: 校园生活
zh_hant: 校園生活

# 概率
source: Probability
de: Wahrscheinlichkeit
el: Πιθανότητα
es: Probabilidad
es_419: Probabilidad
fr: Probabilité
ja: 確率
ko: 확률
pt_br: Probabilidade
vi: Xác suất
zh_hans: 概率
zh_hant: 機率

# 没有了，请按"还原"按钮
source: No more, please press the "Reset" button
de: Keine weiteren, bitte den "Zurücksetzen"-Button drücken
el: Τέλος, πατήστε το κουμπί "Επαναφορά"
es: No hay más, por favor presione el botón "Restablecer"
es_419: Se acabó, por favor presiona el botón "Restaurar"
fr: Plus rien, veuillez appuyer sur le bouton "Réinitialiser"
ja: これ以上ありません。「リセット」ボタンを押してください
ko: 더 이상 없습니다. "초기화" 버튼을 눌러주세요
pt_br: Acabou, por favor pressione o botão "Restaurar"
vi: Hết rồi, vui lòng nhấn nút "Đặt lại"
zh_hans: 没有了，请按"还原"按钮
zh_hant: 沒有了，請按"還原"按鈕

# 没有决定
source: No Decision
de: Keine Entscheidung vorhanden
el: Καμία απόφαση
es: Sin decisiones
es_419: Sin decisiones
fr: Aucune décision
ja: 決定なし
ko: 결정 없음
pt_br: Nenhuma decisão
vi: Không có quyết định
zh_hans: 没有决定
zh_hant: 沒有決定

# 没有数据
source: No data
de: Keine Daten vorhanden
el: Δεν υπάρχουν δεδομένα
es: Sin datos
es_419: Sin datos
fr: Pas de données
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
vi: Không có dữ liệu
zh_hans: 没有数据
zh_hant: 沒有數據

# 点击**单选框**使用决定 向左滑动删除决定
source: Tap the **radio button** to use a decision Swipe left to delete a decision
de: Tippen Sie auf das **Optionsfeld**, um eine Entscheidung zu verwenden Nach links wischen, um eine Entscheidung zu löschen
el: Πατήστε το **κουμπί επιλογής** για να χρησιμοποιήσετε μια απόφαση Σύρετε αριστερά για να διαγράψετε μια απόφαση
es: Toca el **botón de opción** para usar una decisión Desliza hacia la izquierda para eliminar una decisión
es_419: Toca el **botón de opción** para usar una decisión\nDesliza hacia la izquierda para eliminar una decisión
fr: Appuyez sur le **bouton radio** pour utiliser une décision Faites glisser vers la gauche pour supprimer une décision
ja: **ラジオボタン**をタップして決定を使用 左にスワイプして決定を削除
ko: **라디오 버튼**을 탭하여 결정 사용 왼쪽으로 스와이프하여 결정 삭제
pt_br: Toque no **botão de opção** para usar uma decisão Deslize para a esquerda para excluir uma decisão
vi: Nhấn vào **nút radio** để sử dụng quyết định Vuốt sang trái để xóa quyết định
zh_hans: 点击**单选框**使用决定 向左滑动删除决定
zh_hant: 點擊**單選框**使用決定 向左滑動刪除決定

# 热门
source: Popular
de: Beliebt
el: Δημοφιλή
fr: Populaire
ja: 人気
ko: 인기
vi: Phổ biến
zh_hans: 热门
zh_hant: 熱門

# 生活
source: Life
de: Alltag
el: Ζωή
es: Vida
es_419: Vida
fr: Vie
ja: 生活
ko: 생활
pt_br: Vida
vi: Cuộc sống
zh_hans: 生活
zh_hant: 生活

# 皮肤
source: Theme
de: Design
el: Θέμα
es: Tema
es_419: Tema
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema
vi: Giao diện
zh_hans: 皮肤
zh_hant: 皮膚

# 真心话
source: Truth
de: Wahrheit
el: Αλήθεια
es: Verdad
es_419: Verdad
fr: Vérité
ja: 真実
ko: 진실
pt_br: Verdade
vi: Sự thật
zh_hans: 真心话
zh_hant: 真心話

# 确定
source: Confirm
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
es_419: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pt_br: Confirmar
vi: Xác nhận
zh_hans: 确定
zh_hant: 確定

# 确定要取消吗？
source: Are you sure you want to cancel?
de: Möchten Sie wirklich abbrechen?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε;
es: ¿Estás seguro de que quieres cancelar?
es_419: ¿Estás seguro de que quieres cancelar?
fr: Êtes-vous sûr de vouloir annuler ?
ja: 本当にキャンセルしますか？
ko: 정말로 취소하시겠습니까?
pt_br: Tem certeza que deseja cancelar?
vi: Bạn có chắc chắn muốn hủy không?
zh_hans: 确定要取消吗？
zh_hant: 確定要取消嗎？

# 等概率抽取
source: Equal Probability Draw
de: Gleichmäßige Ziehung
el: Ισοπίθανη κλήρωση
es: Extracción con probabilidad igual
es_419: Sorteo con probabilidad igual
fr: Tirage équiprobable
ja: 等確率抽選
ko: 동일 확률 추첨
pt_br: Sorteio com probabilidade igual
vi: Rút thăm với xác suất bằng nhau
zh_hans: 等概率抽取
zh_hant: 等概率抽取

# 终身会员
source: Lifetime Membership
de: Lebenslange Mitgliedschaft
el: Ισόβιο μέλος
es: Membresía de por vida
es_419: Miembro de por vida
fr: Membre à vie
ja: 生涯会員
ko: 평생 회원
pt_br: Membro vitalício
vi: Thành viên trọn đời
zh_hans: 终身会员
zh_hant: 終身會員

# 给我们好评
source: Rate Us
de: Bewerten Sie uns
el: Δώστε μας μια καλή αξιολόγηση
es: Danos una buena valoración
es_419: Califícanos
fr: Donnez-nous une bonne note
ja: 評価をお願いします
ko: 평가해 주세요
pt_br: Avalie-nos
vi: Đánh giá tốt cho chúng tôi
zh_hans: 给我们好评
zh_hant: 給我們好評

# 给我们提建议
source: Give us suggestions
de: Machen Sie uns Vorschläge
el: Δώστε μας προτάσεις
es: Danos sugerencias
es_419: Danos sugerencias
fr: Donnez-nous des suggestions
ja: 提案をお寄せください
ko: 제안해 주세요
pt_br: Dê-nos sugestões
vi: Đưa ra đề xuất cho chúng tôi
zh_hans: 给我们提建议
zh_hant: 給我們提建議

# 继续添加
source: Continue Adding
de: Weiter hinzufügen
el: Συνέχεια προσθήκης
es: Continuar Añadiendo
es_419: Continuar agregando
fr: Continuer à Ajouter
ja: 追加を続ける
ko: 계속 추가
pt_br: Continuar adicionando
vi: Tiếp tục thêm
zh_hans: 继续添加
zh_hant: 繼續添加

# 继续编辑
source: Continue Editing
de: Weiter bearbeiten
el: Συνέχεια επεξεργασίας
es: Continuar Editando
es_419: Continuar editando
fr: Continuer à Éditer
ja: 編集を続ける
ko: 계속 편집
pt_br: Continuar editando
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑
zh_hant: 繼續編輯

# 编辑决定
source: Edit Decision
de: Entscheidung bearbeiten
el: Επεξεργασία απόφασης
es: Editar decisión
es_419: Editar decisión
fr: Modifier la décision
ja: 決定を編集
ko: 결정 편집
pt_br: Editar decisão
vi: Chỉnh sửa quyết định
zh_hans: 编辑决定
zh_hant: 編輯決定

# 编辑选项
source: Edit Option
de: Option bearbeiten
el: Επεξεργασία επιλογής
es: Editar opción
es_419: Editar opción
fr: Modifier l'option
ja: オプションを編集
ko: 옵션 편집
pt_br: Editar opção
vi: Chỉnh sửa tùy chọn
zh_hans: 编辑选项
zh_hant: 編輯選項

# 联系我们
source: Contact Us
de: Kontaktieren Sie uns
el: Επικοινωνήστε μαζί μας
es: Contáctanos
es_419: Contáctanos
fr: Contactez-nous
ja: お問い合わせ
ko: 문의하기
pt_br: Entre em contato conosco
vi: Liên hệ chúng tôi
zh_hans: 联系我们
zh_hant: 聯繫我們

# 自定义新转盘
source: Customize New Wheel
de: Neues Glücksrad anpassen
el: Προσαρμογή νέας ρουλέτας
es: Personalizar Nueva Rueda
es_419: Personalizar nueva ruleta
fr: Personnaliser Nouvelle Roue
ja: 新しいホイールをカスタマイズ
ko: 새 휠 사용자 정의
pt_br: Personalizar Nova Roda
vi: Tùy chỉnh vòng quay mới
zh_hans: 自定义新转盘
zh_hant: 自定義新轉盤

# 设置
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
es_419: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# 请在决定Tab添加决定
source: Please add a decision in the Decision tab
de: Bitte fügen Sie eine Entscheidung im Entscheidungs-Tab hinzu
el: Προσθέστε μια απόφαση στην καρτέλα Αποφάσεις
es: Por favor, añade una decisión en la pestaña Decisiones
es_419: Por favor, agrega una decisión en la pestaña Decisiones
fr: Veuillez ajouter une décision dans l'onglet Décision
ja: 決定タブで決定を追加してください
ko: 결정 탭에서 결정을 추가해주세요
pt_br: Por favor, adicione uma decisão na aba Decisões
vi: Vui lòng thêm quyết định trong tab Quyết định
zh_hans: 请在决定Tab添加决定
zh_hant: 請在決定Tab添加決定

# 请按右上方的+添加决定
source: Please tap the + in the upper right to add a decision
de: Tippen Sie auf das + oben rechts, um eine Entscheidung hinzuzufügen
el: Πατήστε το + πάνω δεξιά για να προσθέσετε μια απόφαση
es: Por favor, toca el + en la esquina superior derecha para añadir una decisión
es_419: Por favor, toca el + en la esquina superior derecha para agregar una decisión
fr: Veuillez appuyer sur + en haut à droite pour ajouter une décision
ja: 右上の+をタップして決定を追加してください
ko: 오른쪽 상단의 +를 탭하여 결정을 추가해주세요
pt_br: Por favor, toque no + no canto superior direito para adicionar uma decisão
vi: Vui lòng nhấn vào dấu + ở góc trên bên phải để thêm quyết định
zh_hans: 请按右上方的+添加决定
zh_hant: 請按右上方的+添加決定

# 转盘旋转时长
source: Wheel Rotation Duration
de: Dauer der Glücksraddrehung
el: Διάρκεια περιστροφής ρουλέτας
es: Duración de giro de la ruleta
es_419: Duración de la rotación de la ruleta
fr: Durée de rotation de la roue
ja: ルーレット回転時間
ko: 룰렛 회전 시간
pt_br: Duração da rotação da roleta
vi: Thời gian quay vòng quay
zh_hans: 转盘旋转时长
zh_hant: 轉盤旋轉時長

# 转盘模式
source: Wheel Mode
de: Glücksrad-Modus
el: Λειτουργία ρουλέτας
es: Modo Ruleta
es_419: Modo ruleta
fr: Mode Roue
ja: ルーレットモード
ko: 룰렛 모드
pt_br: Modo Roleta
vi: Chế độ vòng quay
zh_hans: 转盘模式
zh_hant: 轉盤模式

# 输入让你犹豫不决的事情
source: Enter the thing you're indecisive about
de: Geben Sie die Sache ein, bei der Sie unschlüssig sind
el: Εισάγετε αυτό που σας κάνει να διστάζετε
es: Ingresa algo sobre lo que estés indeciso
es_419: Ingresa algo sobre lo que estés indeciso
fr: Entrez ce qui vous fait hésiter
ja: 迷っていることを入力してください
ko: 망설이고 있는 일을 입력하세요
pt_br: Digite algo sobre o qual você está indeciso
vi: Nhập vào điều khiến bạn phân vân
zh_hans: 输入让你犹豫不决的事情
zh_hant: 輸入讓你猶豫不決的事情

# 还原
source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_419: Restaurar
fr: Réinitialiser
ja: リセット
ko: 초기화
pt_br: Restaurar
vi: Đặt lại
zh_hans: 还原
zh_hant: 還原

# 还没有选项哦，试着添加一些吧
source: No options yet, try adding some
de: Noch keine Optionen vorhanden. Versuchen Sie, einige hinzuzufügen
el: Δεν υπάρχουν ακόμα επιλογές, δοκιμάστε να προσθέσετε μερικές
es: Aún no hay opciones, intenta añadir algunas
es_419: Aún no hay opciones, intenta agregar algunas
fr: Il n'y a pas encore d'options, essayez d'en ajouter quelques-unes
ja: まだオプションがありません。いくつか追加してみてください
ko: 아직 옵션이 없습니다. 몇 가지 추가해보세요
pt_br: Ainda não há opções, tente adicionar algumas
vi: Chưa có tùy chọn nào, hãy thử thêm một số nhé
zh_hans: 还没有选项哦，试着添加一些吧
zh_hant: 還沒有選項哦，試著添加一些吧

# 选取模板
source: Select Template
de: Vorlage auswählen
el: Επιλογή προτύπου
es: Seleccionar plantilla
es_419: Seleccionar plantilla
fr: Sélectionner un modèle
ja: テンプレートを選択
ko: 템플릿 선택
pt_br: Selecionar modelo
vi: Chọn mẫu
zh_hans: 选取模板
zh_hant: 選取模板

# 选项名
source: Option Name
de: Optionsname
el: Όνομα επιλογής
es: Nombre de la opción
es_419: Nombre de la opción
fr: Nom de l'option
ja: オプション名
ko: 옵션 이름
pt_br: Nome da opção
vi: Tên tùy chọn
zh_hans: 选项名
zh_hant: 選項名

# 开始
source: Start
el: Έναρξη
es: Comenzar
es_419: Comenzar
fr: Commencer
ja: 開始
ko: 시작
pt_br: Iniciar
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# 聚会
source: Party
el: Πάρτι
es: Fiesta
es_419: Fiesta
fr: Fête
ja: パーティー
ko: 파티
pt_br: Festa
vi: Tiệc
zh_hans: 聚会
zh_hant: 聚會

# 问题反馈
source: Feedback
el: Ανατροφοδότηση
es: Comentarios y problemas
es_419: Comentarios
fr: Retour d'information
ja: フィードバック
ko: 피드백
vi: Phản hồi vấn đề
zh_hans: 问题反馈
zh_hant: 問題反饋

# 邮箱
source: Email
es: Correo electrónico
es_419: Correo electrónico
ja: メールアドレス
ko: 이메일
zh_hans: 邮箱
zh_hant: 郵箱

# 小红书
source: Xiaohongshu
ja: 小紅書
ko: 샤오홍슈
zh_hans: 小红书
zh_hant: 小紅書
